Repository: ajenko/myblog
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Blog
uk: Блог

source: Send
uk: Надіслати

source: Your Name
uk: Ваше Ім'я

source: Your Email
uk: Ваш Email

source: Title
uk: Заголовок

source: Message text
uk: Текст повідомлення

source: I`m not a robot
uk: Я не робот

source: Categories
uk: Рубрики

source: Category name
uk: Назва рубрики

source: Tags
uk: Теми

source: Tag name
uk: Назва теми

source: Posts
uk: Статті

source: Category
uk: Рубрика

source: Tag
uk: Тема

source: Slug URL
uk: Дружній URL

source: Image
uk: Зображення

source: Height of a field
uk: Висота поля

source: Width of a field
uk: Ширина поля

source: Content
uk: Контент

source: Draft
uk: Чернетка

source: Publish date
uk: Дата публікації

source: Updated date
uk: Дата оновлення

source: Datetime of creation
uk: Дата створення

source: 400 Bad Request
uk: 400 Неправильний запит

source: Your browser sent a request that this server could not understand.
uk: Ваш браузер відправив запит, який сервер не може розпізнати

source: 403 Forbidden
uk: 404 Заборонено

source: You are forbidden to access
uk: Вам заборонено доступ

source: Page not found
uk: Сторінка не знайдена

source: Sorry, we haven't found what you're looking for.
uk: Вибачте, ми не знайшли те, що ви шукали

source: Go back to
uk: Повернутися назад

source: a list of posts.
uk: до списку статтей.

source: Oops, error on the server
uk: Упс, помилка на сервері

source: Oops, something went wrong :-(
uk: Упс, щось пішло не так :-(

source: We recorded our mistake and will fix it soon. Please, get back to us a bit later.
uk: Ми записали нашу помилку і скоро її виправимо. Будь ласка, поверніться до нас пізніше

source: About
uk: Про блог

source: About page
uk: Про блог

source: Home
uk: Головна

source: Contact
uk: Зв'язок

source: Search
uk: Пошук

source: Create a Post
uk: Створити Статтю

source: Ukrainian
uk: Українська

source: English
uk: Англійська

source: Edit
uk: Редагувати

source: Logout
uk: Вийти

source: Log In
uk: Увійти

source: Register
uk: Реєстрація

source: Go to top
uk: Вверх

source: Posts in category: %(category)s
uk: Статті в рубриці: %(category)s

source: Sorry, there are no posts here...
uk: Вибачте, тут немає статтей..

source: Contact with the Administration
uk: Зв'язок із Адміністрацією

source: Contact with Administration
uk: Зв'язок із Адміністрацією

source: Posts of %(expert)s
uk: Статті %(expert)s

source: Posts of %(expert)s:
uk: Статті %(expert)s:

source: Archive
uk: Архів

source: Previous Month
uk: Попередній Місяць

source: Next Month
uk: Наступний місяць

source: Update a Post
uk: Оновити Статтю

source: Hold down Ctrl button to select multiply tags
uk: Затисність клавішу Ctrl для вибору декількох ключових слів

source: A Post is a draft by default. After moderation it will be published.
uk: Стаття є чернеткою за замовчуванням. Після модерації вона буде опублікована.

source: Preview
uk: Попередній перегляд

source: Delete
uk: Видалити Видалити

source: Updated
uk: Оновлено

source: < 1 minute read
uk: читати < 1 хвилини

source: < 10 minutes
uk: читати < 10 хвилин

source: %(instance.read_time)s minutes read
uk: читати %(instance.read_time)s хвилин

source: Delete Post
uk: Видалити Статтю

source: Yes
uk: Так

source: No
uk: Ні

source: The List of Posts
uk: Список Статтей

source: It`s a Future Post
uk: Це Майбутня Стаття

source: ago
uk: тому

source: < 1 minute read
uk: читати < 1 хвилини

source: < 10 minutes read
uk: читати < 10 хвилин

source: %(obj.read_time)s minutes read
uk: читати %(obj.read_time)s хвилин

source: View
uk: Переглянути

source: Social links
uk: Соціальні посилання

source: Sorry, there are no categories...
uk: Вибачте, тут немає категорій...

source: Last posts
uk: Останні статті

source: Experts
uk: Експерти

source: Sorry, there are no experts...
uk: Вибачте, тут немає експертів...

source: Popular Posts
uk: Популярні статті

source: Sorry, there are no top 5 posts...
uk: Вибачте, тут немає статтей..

source: Select the month / year
uk: Виберіть місяць / рік

source: Sorry, there are no tags...
uk: Вибачте, тут немає ключових слів...

source: Loading
uk: Завантаження

source: You rated
uk: Ваша оцінка

source: Please
uk: Будь ласка

source: log in
uk: увійдіть,

source: to rate
uk: щоб оцінити

source: Rating count
uk: Кількість оцінок

source: Posts with a tag %(tag)s
uk: Статті на тему %(tag)s

source: Posts with a tag: %(tag)s
uk: Статті на тему: %(tag)s

source: Successfully Created Post!
uk: Стаття успішно створена!

source: Successfully Updated Post!
uk: Стаття успішно оновлена!

source: Post has been successfully deleted!
uk: Стаття успішно видалена!

source: The error has been occured. Please, try later!
uk: Сталася помилка. Будь ласка, спробуйте пізніше!

source: The message has been delivered!
uk: Повідомлення було доставлене!
