Repository: ajenko/myblog
Catalog: blog_auth/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Date of birthday
uk: Дата народження

source: I`m not a robot
uk: Я не робот

source: User Profile
uk: Профіль користувача

source: Avatar
uk: Аватар

source: Mobile Phone
uk: Мобільний телефон

source: About me
uk: Про мене

source: Activation Failure
uk: Невдала активація

source: Account activation failed.
uk: Невдала активація профіля

source: Account Activated
uk: Профіль активовано

source: Your account is now activated.
uk: Ваш профіль наразі активовано

source: You can log in.
uk: Ви можете увійти

source: registration
uk: реєстрація

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
uk: Ви (або хтось, хто видає себе за вас) зробив запит на створення профіля насайті %(site_name)s. Якщо це були не ви, будь ласка, проігноруйте цей лист і ваш Email буде вилучено з нашої бази даних.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
uk: Щоб активувати ваш профіль, будь ласка, натисніть на це посиланнянаступний %(expiration_days)s дні:

source: Sincerely, %(site_name)s Management
uk: З найкращими побажаннями, Адміністрація %(site_name)s

source: Log in
uk: Увійти

source: or
uk: або

source: Sign in with
uk: Увійти через

source: Forgot your password?
uk: Забули ваш пароль?

source: Reset it
uk: Оновіть його

source: Not a member?
uk: Ви не є учасником?

source: Register
uk: Зареєструйтеся

source: Password reset complete
uk: Оновлення пароля завершено

source: Your password has been reset!
uk: Ваш пароль було оновлено!

source: You may now <a href="%(login_url)s">log in</a>
uk: Ви можете зараз <a href="%(login_url)s">увійти</a>

source: Confirm password reset
uk: Підтвердьте оновлення пароля

source: Enter your new password below to reset your password:
uk: Введіть нижче ваш новий пароль для його оновлення

source: Set password
uk: Введіть пароль

source: Password reset
uk: Оновлення пароля

source: Greetings
uk: Вітаємо

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
uk: Ви отримали цей лист, тому що ви (або хтось, хто видає себе за вас) зробив запит на оновлення паролю на сайті %(domain)s. Якщо ви не бажаєте оновлювати ваш пароль, будь ласка, проігноруйте це повідомлення.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
uk: Щоб оновити ваш пароль, будь ласка, натисніть на це посилання, або скопіюйте та вставте його у ваш браузер:

source: Your username, in case you've forgotten:
uk: Ваш псевдонім, якщо ви його забули:

source: Best regards
uk: З найкращими побажаннями,

source: Management
uk: Адміністрація

source: Reset password
uk: Оновити пароль

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
uk: Забули ваш пароль? Введіть вашу електронну пошту в форму нижче і ми відправимовам інструкції щодо створення нового пароля.

source: Username
uk: Псевдонім

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Joined
uk: Дата реєстрації

source: Disable Profile
uk: Вимкнути Профіль

source: Do you really want to disable
uk: Ви насправді бажаєте вимкнути

source: Yes
uk: Так

source: No
uk: Ні

source: Profile Update
uk: Оновлення Профіля

source: Update User`s Profile
uk: Оновити Профіль Користувача

source: Update Profile
uk: Оновити Профіль

source: Cancel
uk: Скасувати

source: Registration is closed
uk: Реєстрація закрита

source: Sorry, but registration is closed at this moment. Come back later.
uk: Вибачте, але реєстрація на даний момент закрита. Приходьте пізніше.

source: Activation email sent
uk: Лист з кодом активації було відправлено

source: Please check your email to complete the registration process.
uk: Будь ласка, перевірте ваш email для завершення процесу реєстрації.

source: Register for an account
uk: Реєстрація Профіля

source: Submit
uk: Зареєструватися

source: Profile successfully updated!
uk: Профіль успішно оновлено!

source: Please correct errors below!
uk: Будь ласка, виправте наступні помилки!
