Repository: ajenko/myblog
Catalog: blog_chat/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Blog chat
uk: Онлайн чат

source: Chat Message
uk: Чат повідомлення

source: Chat Messages
uk: Чатові повідомлення

source: User
uk: Користувач

source: Message
uk: Повідомлення

source: Message html
uk: Повідомлення html

source: Created
uk: Створено

source: Updated
uk: Оновлено

source: Live Chat
uk: Онлайн чат

source: Online Chat
uk: Онлайн чат

source: users are online
uk: користувачів онлайн

source: onlookers are online
uk: спостерігачів онлайн

source: No users here
uk: Тут немає користувачів

source: Load old messages
uk: Завантажити попередні повідомлення

source: No messages here
uk: Тут немає повідомлень

source: Type chat message here
uk: Введіть повідомлення тут

source: Please login to chat
uk: Будь ласка залогуйтесь для спілкування

source: Submit
uk: Відправити
